// const str='دوچرخه بچگانه پاور سایز 20 مدل AT'
// const slugify = str =>
//   str
//     .toLowerCase()
//     .trim()
//     .replace(/[^\w\s-]/g, '')
//     .replace(/[\s_-]+/g, '-')
//     .replace(/^-+|-+$/g, '');
import bcrypt from 'bcryptjs';
const data = {
  users: [
    {
      name: 'John',
      email: 'admin@example.com',
      password: bcrypt.hashSync('123456'),
      isAdmin: true,
    },
    {
      name: 'Jane',
      email: 'user@example.com',
      password: bcrypt.hashSync('123456'),
      isAdmin: false,
    },
  ],
  products: [
    {
      name: 'دوچرخه بچگانه پاور سایز 20 مدل AT',
      slug: 'bike-1',
      category: 'bike',
      image: '/img/p1.jpg',
      price: 4100000,
      brand: 'nikan',
      rating: 4.5,
      numReviews: 8,
      countInStock: 4,
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحاملد.',
    },
    {
      name: 'کلاه ایمنی دوچرخه سواری بی ام ایکس',
      slug: 'bike-2',
      category: 'bike',
      image: '/img/p2.jpg',
      price: 4100000,
      brand: 'nikan',
      rating: 4.5,
      numReviews: 8,
      countInStock: 20,
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراستاورد.',
    },
    {
      name: 'دوچرخه بچگانه پاور سایز 20 مدل AT',
      slug: 'bike-11',
      category: 'bike2',
      image: '/img/p1.jpg',
      price: 4100000,
      brand: 'nikan2',
      rating: 4.5,
      numReviews: 8,
      countInStock: 4,
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحاملد.',
    },
    {
      name: 'دوچرخه بچگانه پاور سایز 20 مدل AT',
      slug: 'bike-12',
      category: 'bike3',
      image: '/img/p1.jpg',
      price: 4100000,
      brand: 'nikan3',
      rating: 4.5,
      numReviews: 8,
      countInStock: 4,
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحاملد.',
    },
    {
      name: 'دوچرخه بچگانه پاور سایز 20 مدل AT',
      slug: 'bike-13',
      category: 'bike2',
      image: '/img/p1.jpg',
      price: 4100000,
      brand: 'nikan3',
      rating: 4.5,
      numReviews: 8,
      countInStock: 4,
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحاملد.',
    },
 
    {
      name: 'دوچرخه بچگانه پاور سایز 20 مدل AT',
      slug: 'bike-16',
      category: 'bike4',
      image: '/img/p1.jpg',
      price: 4100000,
      brand: 'nikan3',
      rating: 4.5,
      numReviews: 8,
      countInStock: 4,
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحاملد.',
    },
    {
      name: 'دوچرخه بچگانه پاور سایز 20 مدل AT',
      slug: 'bike-17',
      category: 'bike2',
      image: '/img/p1.jpg',
      price: 4100000,
      brand: 'nikan1',
      rating: 4.5,
      numReviews: 8,
      countInStock: 4,
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحاملد.',
    },
  ],
};
export default data;
