// const str='دوچرخه بچگانه پاور سایز 20 مدل AT'
// const slugify = str =>
//   str
//     .toLowerCase()
//     .trim()
//     .replace(/[^\w\s-]/g, '')
//     .replace(/[\s_-]+/g, '-')
//     .replace(/^-+|-+$/g, '');
import bcrypt from 'bcryptjs';
const data = {
  users: [
    {
      name: 'رضا',
      email: 'nikan@example.com',
      password: bcrypt.hashSync('123456'),
      isAdmin: true,
    },
    {
      name: 'ذاکری',
      email: 'zakeri@example.com',
      password: bcrypt.hashSync('123456'),
      isAdmin: false,
    },
  ],
  products: [
    {
      name: 'دوچرخه بچگانه پاور سایز 20 مدل AT',
      slug: 'دوچرخه بچگانه پاور سایز',
      category: 'دوچرخه',
      image: '/img/p1.jpg',
      price: 4100000,
      brand: 'nikan',
      rating: 4.5,
      numReviews: 8,
      countInStock: 4,
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحاملد.',
    },
    {
      name: 'کلاه ایمنی دوچرخه سواری بی ام ایکس',
      slug: 'کلاه ایمنی دوچرخه سواری بی ام ایکس',
      category: 'کلاه',
      image: '/img/p2.jpg',
      price: 410000,
      brand: 'nikan',
      rating: 4.5,
      numReviews: 8,
      countInStock: 20,
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراستاورد.',
    },
    {
      name: 'عینک دوچرخه سواری Daisy (چهار لنز)',
      slug: 'عینک دوچرخه سوار',
      category: 'عینک',
      image: '/img/einak.jpg',
      price: 4100000,
      brand: 'nikan2',
      rating: 4.5,
      numReviews: 8,
      countInStock: 4,
      description:
        'دارای لنز پلاستیکی نشکن و ضد خش / مجهز به تکنولوژی Polarized در قسمت لنز ها / ضد ضربه / انعطاف پذیری بالا',
    },
    {
      name: 'دوچرخه بچگانه پاور سایز 16 مدل AT',
      slug: 'دوچرخه بچگانه پاور سایز 16 مدل',
      category: 'دوچرخه',
      image: '/img/p3.jpg',
      price: 4300000,
      brand: 'power',
      rating: 4.5,
      numReviews: 8,
      countInStock: 4,
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحاملد.',
    },
    {
      name: 'دوچرخه بچگانه اوكی سايز 20 مدل 920',
      slug: 'دوچرخه بچگانه اوكی سايز 20 مدل 920',
      category: 'دوچرخه',
      image: '/img/p4.jpg',
      price: 3900000,
      brand: 'ok',
      rating: 4.5,
      numReviews: 8,
      countInStock: 4,
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحاملد.',
    },
 
   
    {
      name: 'دستکش دوچرخه مدل بچگانه - بسته 2 عددی',
      slug: 'دستکش دوچرخه مدل بچگانه - بسته 2 عددی',
      category: 'دستکش',
      image: '/img/p5.jpg',
      price: 41000,
      brand: 'nikan1',
      rating: 4.5,
      numReviews: 8,
      countInStock: 4,
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحاملد.',
    },
  ],
};
export default data;
